tap 'kamaalio/tap'
tap 'kamaal111/tap'

brew 'lazygit'
brew 'just'
brew 'bat'
brew 'zoxide'
brew 'eza'
brew 'gh'
brew 'httpie'
brew 'pyenv'
brew 'neofetch'
brew 'onefetch'
brew 'swiftformat'
brew 'swiftlint'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'openssl'
brew 'rbenv'
brew 'ruby-build'
brew 'helm'
brew 'minikube'
brew 'ripgrep'
brew 'cheat'
brew 'atuin'

# To install yazi and all the tools it needs
brew 'yazi'
brew 'ffmpegthumbnailer'
brew 'jq'
brew 'unar'
brew 'poppler'
brew 'fd'
brew 'ripgrep'
brew 'fzf'
# ^^^ All the tools yazi needs

brew 'zellij'
brew 'nushell'
brew 'neovim'
brew 'starship'
brew 'kamaalio/tap/xctools'
brew 'kamaal111/tap/open_api_maker'
