tap "homebrew/cask"

brew 'lazygit'
brew 'just'
brew 'bat'
brew 'zoxide'
brew 'exa'
brew 'gh'
brew 'httpie'
brew 'jesseduffield/lazygit/lazygit'
brew 'pyenv'
brew 'neofetch'
brew 'onefetch'
brew 'swiftformat'
brew 'swiftlint'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'jq'
brew 'openssl'
brew 'rbenv'
brew 'ruby-build'
